Repository: common-repository/textme-sms-integration
Catalog: languages/textme-sms-integration-*.po
Languages: he_il

source: 10 Digits
he_il: 10 תווים

source: 10 Digits numbers or english letters
he_il: 10 תווים - מספרים או אותיות באנגלית

source: A new user "%1$s" was registered to the site (%2$s).
he_il: משתמש חדש "%1$s" נרשם לאתר (%2$s).

source: Account details
he_il: פרטי חשבון

source: Acount password:
he_il: סיסמה:

source: Acount username:
he_il: שם משתמש:

source: Contact Form 7 Events
he_il: אירועי Contact Form 7

source: Contact form 7 phone field name (ex your-phone)
he_il: שם שדה טלפון ב Contact form 7 לדוגמה (ex your-phone)

source: Content sent to user
he_il: תוכן ההודעה שישלח לגולש

source: Elementor forms Events
he_il: טפסי אלמנטור

source: General Info
he_il: מידע כללי

source: https://wordpress.org/plugins/textme-sms-integration/
he_il: https://he.wordpress.org/plugins/textme-sms-integration/

source: New User Registration Events
he_il: אירוע רישום משתמש חדש

source: Open a free trial account
he_il: לפתיחת חשבון נסיון ללא עלות

source: pojo form phone field title (ex phone)
he_il: שם שדה טלפון ב pojo forms לדוגמה (ex phone)

source: Pojo forms integration
he_il: אירועי Pojo forms

source: Price list and packages purchase
he_il: למחירון ורכישת חבילות

source: Purchase packages:
he_il: לרכישת חבילות:

source: Save
he_il: שמור

source: Send custom SMS messages from your WordPress site to your customers.
he_il: שליחת מסרוני SMS מותאמים ללקוחות שלכם מתוך אתרי וורדפרס.

source: Send SMS to customer:
he_il: שליחת מסרון ללקוח:

source: Send SMS to site admin when CF7 form submitted
he_il: שליחת מסרון SMS למנהל האתר כאשר הטופס נשלח

source: Send SMS to site admin when form submitted
he_il: שליחת הודעת SMS למנהל האתר לאחר שליחת טופס

source: Send SMS to site admin when pojo form form submitted
he_il: שליחת מסרון SMS למנהל האתר כאשר הטופס נשלח

source: Send SMS to site manager:
he_il: שליחת מסרון למנהל האתר:

source: Send SMS to user when CF7 form submitted
he_il: שליחת מסרון SMS לגולש כאשר הטופס נשלח

source: Send SMS to user when form submitted
he_il: שליחת הודעת SMS לאחר שליחת טופס

source: Send SMS to user when pojo form form submitted
he_il: שליחת מסרון SMS לגולש כאשר הטופס נשלח

source: Send SMS when new order created
he_il: שליחת מסרון לאחר יצירת הזמנה חדשה

source: Send SMS when new user is registered
he_il: שליחת מסרון כאשר משתמש חדש נרשם לאתר

source: Send SMS when order status is completed
he_il: שליחת מסרון כאשר סטטוס הזמנה הושלם

source: Send SMS when order status is pending payment order received (unpaid)
he_il: שליחת מסרון כאשר הזמנה לא בוצעה (נטישת תשלום)

source: Site manager phone:
he_il: מספר טלפון בעל האתר:

source: SMS balance:
he_il: כמות הודעות:

source: Source/Caller ID:
he_il: מקור/זיהוי מתקשר:

source: Successfully updated.
he_il: עודכן בהצלחה.

source: TextMe SMS
he_il: מסרוני TextMe

source: TextMe website
he_il: לאתר TextMe

source: To use dynamic fields, press @ and get a menu with dynamic fields
he_il: על מנת להשתמש בשדות דינמיים, יש ללחוץ על מקש @ לקבלת תפריט שדות

source: Username and password is correct
he_il: שם מתשתמש וסיסמה תקינים

source: Username or password is incorrect
he_il: שם משתמש וסיסמה לא תקינים

source: WooCommerce Events
he_il: אירועי WooCommerce
